Repository: Ambrosiani/tainacan
Catalog: src/languages/tainacan-*.po
Languages: es_ar

source: No Collections found
es_ar: No se encontraron colecciones

source: Search Collections
es_ar: Buscar colecciones

source: View Collection
es_ar: Ver colección

source: New Collection
es_ar: Nueva colección

source: Edit Collection
es_ar: Editar colección

source: Add new Collection
es_ar: Añadir nueva colección

source: Add new
es_ar: Añadir nuevo

source: Squared reduced-size version of a picture that helps recognizing and organizing files
es_ar: Versión cuadrada de tamaño reducido de una imagen que ayuda a reconocer y organizar archivos

source: To assign users as Moderators of this collection
es_ar: Para asignar usuarios como moderadores de esta colección

source: Invalid image
es_ar: Imagen inválida

source: The image to be used in collection header
es_ar: La imagen a ser utilizada en la cabecera de la colección

source: Invalid page
es_ar: Página inválida

source: Cover Page ID
es_ar: ID de la página de cubierta

source: Value should be yes or no
es_ar: El valor debe ser sí o no

source: To use this page as the home page of this collection
es_ar: Para utilizar esta página como la página principal de esta colección

source: Collection filters ordination
es_ar: Filtros de ordenación de la colección

source: Ordination filters
es_ar: Filtros de ordenación

source: Collection metadata ordination
es_ar: Ordenación de los metadatos de la colección

source: Ordination metadata
es_ar: Ordenación de los metadatos

source: Collection default visualization mode
es_ar: Modo de visualización de la colección por defecto

source: Default view mode
es_ar: Modo de vista por defecto

source: List of collection properties that will be displayed in the table view
es_ar: Lista de las propiedades de la colección que serán exhibidas en la vista de tabla

source: Default order for items in this collection. ASC or DESC
es_ar: Orden por defecto para los ítems en esta colección. ASC o DESC

source: Default order
es_ar: Orden por defecto

source: Default property items in this collections will be ordered by
es_ar: La propiedad de los ítems por defecto en esta colección serán ordenados por

source: Default Order metadata
es_ar: Orden de los metadatos por defecto

source: An unique and sanitized string representation of the collection, used to build the collection URL. It must not contain any special characters or spaces.
es_ar: Una cadena de representación única y limpia de la colección, utilizada para construir la URL de la colección. No debe contener caracteres especiales o espacios

source: An introductory text describing the collection
es_ar: Un texto de introducción describiendo la colección

source: Original collection from which features are inherited
es_ar: Colección original de la cual se heredan las características

source: Parent Collection
es_ar: Colección pariente

source: Collection order. This metadata is used if collections are manually ordered.
es_ar: Orden de la colección. Este metadato se utiliza si las colecciones están ordenadas manualmente.

source: Order
es_ar: Orden

source: The collection modification date
es_ar: Fecha de modificación de la colección

source: Modification Date
es_ar: Fecha de modificación

source: The collection creation date
es_ar: Fecha de creación de la colección

source: Creation Date
es_ar: Fecha de creación

source: The collection author's user ID (numeric string)
es_ar: El ID del creador de la colección (valor numérico)

source: Author ID
es_ar: ID del autor

source: The current situation of the post
es_ar: La situación actual del post

source: The title of the collection
es_ar: El título de la colección

source: The metadata primitive type is not supported by this filter
es_ar: El tipo de metadato primario no está soportado por este filtro

source: Required options
es_ar: Opciones requeridas

source: Creates options for what is selected. Hit <enter> to add a new one.
es_ar: Crea opciones para lo que está seleccionado. Presiona <enter> para añadir una nueva.

source: Options
es_ar: Opciones

source: The related collection is required
es_ar: Se requiere la colección relacionada

source: Invalid collection ID
es_ar: ID de la colección inválido

source: Allows different items to be related to the same item selected in another collection.
es_ar: Permite a los diferentes ítems estar relacionados al mismo ítem seleccionado en otra colección.

source: Select the metadata to help the search
es_ar: Seleccionar los metadatos para ayudar a la búsqueda

source: Core Metadata can not accept multiple values
es_ar: Los metadatos principales no pueden aceptar múltiples valores

source: You can not have 2 taxonomy metadata using the same taxonomy in a collection.
es_ar: No se puede tener dos taxonomías de metadatos utilizando la misma taxonomía en una colección.

source: Please select a taxonomy
es_ar: Por favor, seleccione una taxonomía.

source: Allows to create new terms
es_ar: Permite crear nuevos términos

source: The html type of the terms list
es_ar: El tipo html de la lista de términos

source: Select the collection to fetch items
es_ar: Seleccione la colección para recuperar los ítems

source: You can not have two terms with the same name at the same level
es_ar: No se pueden tener dos términos con el mismo nombre al mismo nivel

source: New Genre term
es_ar: Nuevo vocablo de género

source: Add New term
es_ar: Agregar nuevo término

source: Update term
es_ar: Actualizar término

source: Edit term
es_ar: Editar término

source: Parent term:
es_ar: Término pariente:

source: Parent term
es_ar: Término pariente

source: Taxonomy metadata can not be used inside Compound metadata with multiple values
es_ar: Los metadatos de taxonomía no puede ser utilizada dentro de metadatos compuestos con múltiples valores

source: Compound metadata do not support metadata with multiple values (except taxonomies)
es_ar: Los metadatos compuestos no soportan metadatos con múltiples valores (excepto categorías)

source: is invalid
es_ar: es inválido

# User role
source: Tainacan Editor
es_ar: Editor Tainacan

# User role
source: Tainacan Contributor
es_ar: Colaborador Tainacan

# User role
source: Tainacan Author
es_ar: Autor Tainacan

source: Limits the result set to terms with a specific name
es_ar: Limita el conjunto de los resultados a términos con un nombre específico

source: Term or Taxonomy with this ID was not found
es_ar: No se encontró un término o taxonomía con este ID

source: Delete term permanently.
es_ar: Término eliminado de manera permanente.

source: Limits the result set to a taxonomy with a specific name.
es_ar: Limita el conjunto de resultados a una taxonomía con un nombre específico.

source: A taxonomy with this ID was not found
es_ar: No se encontró una taxonomía con este ID

source: Failed to delete
es_ar: No se pudo borrar

source: Limits the result set to a log with a specific title
es_ar: Limita el conjunto de resultados a un registro con un título específico

source: A collection with this ID does not exist
es_ar: No existe colección con este ID

source: Limits the result set to items with a specific title
es_ar: Limita el conjunto de resultados a ítems con un título específico

source: An item with this ID was not found
es_ar: No se encontraron ítems con este ID

source: The value(s) of item metadata
es_ar: El valor de los metadatos del ítem

source: Please verify, invalid value(s)
es_ar: Por favor verifique, valores inválidos

source: The metadatum does not accept suggestions
es_ar: Los metadatos no aceptan sugerencias

source: Limits the result set to filters with a specific name
es_ar: Limita el conjunto de resultados a filtros con un nombre específico

source: A filter with this ID was not found
es_ar: No se encontraron filtros con este ID

source: Please verify, invalid value(s).
es_ar: Por favor verifique, valores inválidos.

source: Please verify, invalid attribute(s).
es_ar: Por favor verifique, atributos inválidos.

source: Limits the result set to metadata with a specific name
es_ar: Limita el conjunto de resultados a los metadatos con un nombre específico

source: This metadata is not a collection metadata
es_ar: Este metadato no es un metadato de una colección

source: This metadata is not a default metadata
es_ar: Este metadato no es un metadato por defecto

source: Metadata with this ID was not found
es_ar: No se encontraron metadatos con este ID

source: The structure of objects returned.
es_ar: La estructura de los objetos devueltos.

source: Limits the result set to collections with a specific name
es_ar: Limita el conjunto de resultados a las colecciones con un nombre específico

source: Fetch only specific attribute. The specifics attributes are the same in schema.
es_ar: Recupera solamente el atributo específico. Los atributos específicos son los mismos que en el esquema.

source: The body could not be empty
es_ar: El cuerpo no puede estar vacío

source: Collection with this ID was not found
es_ar: No se encontraron colecciones con este ID

source: One or more values are invalid.
es_ar: Uno o más de los valores son inválidos.

source: Body can not be empty.
es_ar: El cuerpo no puede estar vacío.

source: To delete permanently, you can pass 'permanently' as true. By default this will only trash collection
es_ar: Para borrar permanentemente, se puede seleccionar 'permanentemente' como verdadero. Por defecto esto solamente enviará la colección a la papelera

source: The logical relationship between each inner taxonomy array when there is more than one. Possible values are AND, OR. Do not use with a single inner taxonomy array.
es_ar: La relación lógica entre cada matriz interna de la taxonomía cuando hay más de una. Los valores posibles son AND, OR. No utilizar con una sola matriz interna de la taxonomía.

source: Operator to test. Possible values are IN, NOT IN, AND, EXISTS and NOT EXISTS
es_ar: Para probar por el operador. Los valores posibles son IN, NOT IN, AND, EXISTS y NOT EXISTS

source: Taxonomy term(s).
es_ar: Términos de la taxonomía.

source: Select taxonomy term by. Possible values are term_id, name, slug or term_taxonomy_id. Default value is term_id.
es_ar: Seleccionar el vocablo de la taxonomía según. Los valores posibles son term_id, slug o term_taxonomy_id. El valor por defecto es term_id.

source: The taxonomy data base identifier.
es_ar: El identificador de la base de datos de la taxonomía.

source: Show items associated with certain taxonomy.
es_ar: Mostrar los ítems asociados con cierta taxonomía.

source: Date to retrieve posts after. Accepts strtotime()-compatible string, or array of year, month, day
es_ar: Fecha para recuperar los posts después. Acepta strtotime()-compatible string, o matriz de año, mes, día

source: Date to retrieve posts before. Accepts strtotime()-compatible string, or array of year, month, day
es_ar: Fecha para recuperar los posts antes. Acepta strtotime()-compatible string, o matriz de año, mes, día

source: For after/before, whether exact value should be matched or not.
es_ar: Para antes/después, aún si el valor exacto deba coincidir o no.

source: Second (from 0 to 59).
es_ar: Segundo (de 0 a 59).

source: Minute (from 0 to 59).
es_ar: Minuto (de 0 a 59).

source: Hour (from 0 to 23).
es_ar: Hora (de 0 a 23).

source: Week of the year (from 0 to 53).
es_ar: Semana del año (de 0 a 53).

source: Day of the month (from 1 to 31).
es_ar: Día del mes (de 1 a 31).

source: Month number (from 1 to 12).
es_ar: Número del mes (de 1 a 12).

source: 4 digit year (e.g. 2018).
es_ar: 4 dígitos del año (ej. 2018).

source: Limits the result set to items that were created in some specific date
es_ar: Limita el conjunto de resultados a ítems que fueron creados en alguna fecha específica

source: Custom metadata type. Possible values are NUMERIC, BINARY, CHAR, DATE, DATETIME, DECIMAL, SIGNED, TIME, UNSIGNED. Default value is CHAR. You can also specify precision and scale for the DECIMAL and NUMERIC types (for example, DECIMAL(10,5) or NUMERIC(10) are valid). The type DATE works with the compare value BETWEEN only if the date is stored at the format YYYY-MM-DD and tested with this format.
es_ar: Tipo de metadatos personalizados. Los valores posibles son NUMERIC, BINARY, CHAR, DATE, DATETIME, DECIMAL, SIGNED, TIME, UNSIGNED. El valor por defecto es CHAR. También se puede especificar la precisión y la escala para los tipos DECIMALES y NUMÉRICOS (por ejemplo, DECIMALES(10,5) o NUMÉRICOS(10) son válidos). El tipo DATE funciona con el valor de comparación BETWEEN solamente si la fecha se guarda con el formato YYYY-MM-DD y se testea con este formato.

source: OR or AND, how the sub-arrays should be compared.
es_ar: OR y AND, cómo las sub-matrices deben ser comparadas.

source: Operator to test. Possible values are =, !=, >, >=, <, <=, LIKE, NOT LIKE, IN, NOT IN, BETWEEN, NOT BETWEEN, EXISTS and NOT EXISTS.
es_ar: Para probar por el operador. Los valores posibles son =, !=, >, >=, <, <=, LIKE, NOT LIKE, IN, NOT IN, BETWEEN, NOT BETWEEN, EXISTS y NOT EXISTS.

source: Custom metadata value. It can be an array only when compare is IN, NOT IN, BETWEEN, or NOT BETWEEN. You dont have to specify a value when using the EXISTS or NOT EXISTS comparisons in WordPress 3.9 and up. (Note: Due to bug #23268, value is required for NOT EXISTS comparisons to work correctly prior to 3.9. You must supply some string for the value parameter. An empty string or NULL will NOT work. However, any other string will do the trick and will NOT show up in your SQL when using NOT EXISTS. Need inspiration? How about 'bug #23268'.
es_ar: Valor de los metadatos personalizados. Puede ser una matriz solamente cuando comparar está IN, NOT IN, BETWEEN, o NOT BETWEEN. No se necesita especificar cuando se utiliza EXISTS o NOT EXISTS en las comparaciones en WordPress 3.9 y superiores. (Nota: debido al bug #23268, se requiere un vlaor para que las comparaciones NOT EXISTS funcionen correctamente en las versiones previas a 3.9. Se debe proveer alguna string para el parámetro del valor. Una string NULL no funcionará. Sin embargo, cualquier otra string hará el truco y NO aparacerá en tu SQL cuando se utilice NOT EXISTS. ¿Necesita inspiración? Qué tal si utiliza 'bug #23268'.

source: Limits result set to items that have specific custom metadata
es_ar: Limita el conjunto de resultados a los ítems que tienen metadatos personalizados específicos

source: Operator to test the meta_value. Possible values are =, !=, >, >=, <, <=, LIKE, NOT LIKE, IN, NOT IN, BETWEEN, NOT BETWEEN, NOT EXISTS, REGEXP, NOT REGEXP or RLIKE.
es_ar: Para probar por el operador el meta_value. Los valores posibles son =, !=, >, >=, <, <=, LIKE, NOT LIKE, IN, NOT IN, BETWEEN, NOT BETWEEN, NOT EXISTS, REGEXP, NOT REGEXP o RLIKE.

source: Custom metadata value
es_ar: Valor de los metadatos personalizados

source: Custom metadata key.
es_ar: Código de los metadatos personalizados.

source: Order sort attribute ascending or descending.
es_ar: Ordenar los atributos de manera ascendente o descendente.

source: Limit results to those matching a string.
es_ar: Limitar los resultados a aquellos que coincidan con una string.

source: Taxonomy Select Box
es_ar: Casilla de selección de la taxonomía

source: Taxonomy Check Box
es_ar: Casilla de verificación de la taxonomía

source: Taxonomy Tag Input
es_ar: Etiqueta de entrada de la taxonomía

source: Check Box
es_ar: Casilla de verificación

source: Tag Input
es_ar: Etiqueta de entrada

source: Autocomplete
es_ar: Autocompletar

source: Select Box
es_ar: Casilla de selección

source: Custom Interval
es_ar: Intervalo personalizado

source: Relationship
es_ar: Relación

source: Select box
es_ar: Casilla de selección

source: Numeric
es_ar: Numérico

source: Date
es_ar: Fecha

source: Text area
es_ar: Área de texto

source: Text
es_ar: Texto

source: Choose your metadata.
es_ar: Seleccione sus metadatos.

source: Click or Drag and Drop Metadata Types here for creating a new Metadata.
es_ar: Click o Arrastre y Suelte los tipos de metadatos aquí para crear nuevos metadatos.

source: Click or Drag and Drop Metadata here for creating a new Filter.
es_ar: Click o Arrastre y Suelte los metadatos aquí para crear un nuevo filtro.

source: Repository Filters will be inherited by all collections.
es_ar: Los filtros del repositorio serán heredados por todas las colecciones.

source: Repository Metadata will be inherited by all collections.
es_ar: Los metadatos del repositorios serán heredados por todas las colecciones.

source: The are no attachments on this item so far.
es_ar: No hay ningún adjunto en este ítem por ahora.

source: The description of the Term.
es_ar: La descripción del término.

source: The term name
es_ar: El nombre del término

source: Possible external sources: CSV, Instagram, Youtube, etc.
es_ar: Posibles fuentes externas: CSV, Instagram, Youtube, etc.

source: Changes
es_ar: Cambios

source: There is no filter here yet.
es_ar: No hay aún ningún filtro aquí.

source: There is no metadata here yet.
es_ar: No hay aún ningún metadato aquí.

source: Are you sure? This term is parent of other terms. These will be converted to root terms.
es_ar: ¿Estás segura? Este término es pariente de otros términos. Estos serán convertidos en términos raíz.

source: Are you sure? There are terms not saved, changes will be lost.
es_ar: ¿Estás segura? Estos términos no han sido salvados, los cambios se perderán.

source: Are you sure? The taxonomy is not saved, changes will be lost.
es_ar: ¿Estás segura? Estos metadatos no han sido salvados, los cambios se perderán.

source: No description provided.
es_ar: Ninguna descripción proporcionada.

source: Are you sure? There are filters not saved, changes will be lost.
es_ar: ¿Estás segura? Estos filtros no han sido salvados, se perderán los cambios.

source: Are you sure? There are metadata not saved, changes will be lost.
es_ar: ¿Estás segura? Estos metadatos no han sido salvados, se perderán los cambios.

source: Are you sure? The item is not saved, changes will be lost.
es_ar: ¿Estás segura? Este ítem no ha sido salvado, se perderán los cambios.

source: Not saved
es_ar: Sin salvar

source: Date:
es_ar: Fecha:

source: By:
es_ar: Por:

source: Created by:
es_ar: Creado por:

source: of
es_ar: de

source: to
es_ar: para

source: Showing collections
es_ar: Mostrando colecciones

source: Showing items
es_ar: Mostrando ítems

source: No metadata found in this collection
es_ar: No se encontraron metadatos en esta colección

source: The metadata Collection related is required
es_ar: Se requieren los metadatos relacionados a la colección

source: Do you really want to delete the selected taxonomies?
es_ar: ¿Realmente quiere eliminar las categorías seleccionadas?

source: Do you really want to trash the selected items?
es_ar: ¿Realmente quiere eliminar los ítems seleccionados?

source: Do you really want to trash the selected collections?
es_ar: ¿Realmente quiere eliminar las colecciones seleccionadas?

source: Do you really want to delete this taxonomy?
es_ar: ¿Realmente quiere eliminar esta taxonomía?

source: Do you really want to trash this item?
es_ar: ¿Realmente quiere eliminar este ítem?

source: Do you really want to trash this collection?
es_ar: ¿Realmente quiere eliminar esta colección?

source: Taxonomy deleted
es_ar: Taxonomía eliminada

source: Item deleted.
es_ar: Ítem eliminado.

source: Collection deleted.
es_ar: Colección eliminada.

source: Error on deleting taxonomy
es_ar: Error al borrar la taxonomía

source: Error on deleting collection.
es_ar: Error al borrar la colección.

source: This collection doesn't have any moderator yet.
es_ar: Esta colección no tiene aún ningún moderador.

source: Warning: Item not saved.
es_ar: Advertencia: el ítem no ha sido salvado.

source: No item was found here with these filters.
es_ar: No se encontró ningún ítem aquí con esos filtros.

source: No user was found with this name.
es_ar: No se encontró ningún usuario con ese nombre.

source: No page was found with this name.
es_ar: No se encontró ninguna página con ese nombre.

source: No item in trash.
es_ar: No hay ítems en la papelera.

source: No draft item found.
es_ar: No se encontró ningún borrador de ítem.

source: No item was created in this collection.
es_ar: No se creó ningún ítem en esta colección.

source: No taxonomy was created in this repository.
es_ar: No se creó ninguna taxonomía en este repositorio.

source: No draft taxonomy found.
es_ar: No se encontró ninguna categoría borrador.

source: No collection in trash.
es_ar: No hay ninguna colección en la papelera.

source: No draft collection found.
es_ar: No se encontró ninguna colección borrador.

source: No collection was created in this repository.
es_ar: No se creó ninguna colección en este repositorio.

source: Name is required.
es_ar: Se requiere el nombre.

source: Search in repository
es_ar: Buscar en el repositorio

source: Write Text
es_ar: Escribir texto

source: Insert URL
es_ar: Insertar URL

source: Select a document file for item
es_ar: Seleccionar un archivo para el ítem

source: Select files to attach to item
es_ar: Seleccionar archivos para adjuntar al ítem

source: Select a header image for term
es_ar: Seleccionar una imagen de cabecera para el término

source: Select a header image for collection
es_ar: Seleccionar una imagen de cabecera para la colección

source: Select a thumbnail image for item
es_ar: Seleccionar una imagen miniatura para el ítem

source: Select a thumbnail image for collection
es_ar: Seleccionar una imagen miniatura para la colección

source: Select a target collection
es_ar: Seleccionar una colección de destino

source: Type to search a User to add.
es_ar: Escriba para buscar un usuario para añadir.

source: Type to search a Page to choose.
es_ar: Escriba para buscar la página a elegir.

source: Select a parent term:
es_ar: Seleccione un término pariente:

source: Select a filter type:
es_ar: Seleccione un tipo de filtro:

source: Select a status:
es_ar: Seleccione un estado:

source: Drop an image here or click to upload.
es_ar: Suelte una imagen aquí o haga click para subir.

source: Apply changes
es_ar: Aplique los cambios

source: Created by
es_ar: Creado por

source: Blank collection
es_ar: Colección en blanco

source: Edit attachments
es_ar: Editar los adjuntos

source: Select all taxonomies on page
es_ar: Seleccione todas las categorías en la página

source: Select all items on page
es_ar: Seleccione todos los ítems en la página

source: Select all collections on page
es_ar: Seleccione todas las colecciones en la página

source: Edit selected taxonomies
es_ar: Edite todas las categorías seleccionadas

source: Delete selected taxonomies
es_ar: Elimine las categorías seleccionadas

source: Delete selected items
es_ar: Elimine los ítems seleccionados

source: Edit selected collections
es_ar: Edite las colecciones seleccionadas

source: Delete selected collections
es_ar: Elimine las colecciones seleccionadas

source: Bulk actions
es_ar: Acciones en masa

source: All items
es_ar: Todos los ítems

source: View Term
es_ar: Ver término

source: Collapse all
es_ar: Desplegar todo

source: Expand all
es_ar: Expandir todo

source: Select File
es_ar: Seleccionar archivo

source: File
es_ar: Archivo

source: Empty document
es_ar: Documento vacío

source: Document
es_ar: Documento

source: Attach to item
es_ar: Adjuntar al ítem

source: Not display by default
es_ar: No se muestra por defecto

source: Never displayed
es_ar: Nunca se muestra

source: Display by default
es_ar: Mostrar por defecto

source: Display on Listing
es_ar: Mostrar en la lista

source: Default Displayed Metadata
es_ar: Metadatos mostrados por defecto

source: Cover Page
es_ar: Página de portada

source: Enable Cover Page
es_ar: Habilitar página de portada

source: Empty Header Image
es_ar: Imagen de cabecera vacía

source: Header Image
es_ar: Imagen de cabecera

source: Sorting
es_ar: Clasificación
