Repository: Ambrosiani/tainacan
Catalog: src/languages/tainacan-*.po
Languages: es_ar

source: Inherited
es_ar: Heredado

source: Term without name
es_ar: Término sin nombre

source: No parent term
es_ar: Sin término pariente

source: Taxonomy Terms
es_ar: Términos de la taxonomía

source: New Child
es_ar: Nuevo hijo

source: Parent Term
es_ar: Término pariente

source: Collection Filters
es_ar: Filtros de la colección

source: Collection Metadata
es_ar: Metadatos de la colección

source: Collection Items
es_ar: Ítems de la colección

source: Creation date
es_ar: Fecha de creación

source: Creation
es_ar: Creación

source: Disabled
es_ar: Inhabilitado

source: Enabled
es_ar: Habilitado

source: Attachment
es_ar: Adjunto

source: Attachments
es_ar: Adjuntos

source: Insert options
es_ar: Inserte opciones

source: Select
es_ar: Seleccione

source: Allow new terms
es_ar: Permitir nuevos términos

source: Input type
es_ar: Tipo de entrada

source: Select taxonomy
es_ar: Seleccione taxonomía

source: Allow repeated items
es_ar: Permitir ítems repetidos

source: Metadata for search
es_ar: Metadatos para búsqueda

source: Collection Related
es_ar: Colección relacionada

source: Approved
es_ar: Aprobada

source: Yes
es_ar: Sí

source: Unique value
es_ar: Valor único

source: Default value
es_ar: Valor por defecto

source: Allow multiple values
es_ar: Permitir múltiples valores

source: Required
es_ar: Requerido

source: per Page
es_ar: por página

source: Available Filter Types
es_ar: Tipos de filtros disponibles

source: Available Filters
es_ar: Filtros disponibles

source: Filter Type
es_ar: Tipo de filtros

source: Active Filters
es_ar: Filtros activos

source: Available Metadata Types
es_ar: Tipos de metadatos disponibles

source: Available Metadata
es_ar: Metadatos disponibles

source: Active Metadata
es_ar: Metadatos activos

source: Items per Page:
es_ar: Ítems por página:

source: Collections per Page:
es_ar: Colecciones por página:

source: Button Delete Thumbnail
es_ar: Botón de Borrar miniatura

source: Choose Thumbnail
es_ar: Elegir miniatura

source: Button Edit Header Image
es_ar: Botón Editar imagen de cabecera

source: Button Edit Thumbnail
es_ar: Botón Editar miniatura

source: Button Delete Header Image
es_ar: Botón Borrar imagen de cabecera

source: Button Delete
es_ar: Botón Eliminar

source: Button Edit
es_ar: Botón Editar

source: Button View
es_ar: Botón Ver

source: No parent collection
es_ar: No hay colección pariente

source: Parent collection
es_ar: Colección pariente

source: Moderators
es_ar: Moderadores

source: Empty Thumbnail
es_ar: Miniatura vacía

source: Thumbnail
es_ar: Miniatura

source: Image
es_ar: Imagen

source: Status
es_ar: Estado

source: Description
es_ar: Descripción

source: Name
es_ar: Nombre

source: Actions
es_ar: Acciones

source: Title
es_ar: Título

source: Collection Menu
es_ar: Menú de la colección

source: Main Menu
es_ar: Menú principal

source: Menu
es_ar: Menú

source: Items found
es_ar: Ítems encontrados

source: New Search
es_ar: Nueva búsqueda

source: Selected
es_ar: Seleccionado

source: Clear
es_ar: Limpiar

source: Edit Filters of
es_ar: Editar filtros de

source: Edit Metadata of
es_ar: Editar metadatos de

source: Metadata Edition
es_ar: Edición de metadatos

source: Filter Edition
es_ar: Edición de filtro

source: Taxonomy Edition
es_ar: Edición de taxonomía

source: Edit Item
es_ar: Editar ítem

source: Settings of Collection
es_ar: Configuración de la colección

source: Filter Creation
es_ar: Creación del filtro

source: Create Item on Collection
es_ar: Crear ítem en la colección

source: Taxonomy Creation
es_ar: Creación de la taxonomía

source: Collection Creation
es_ar: Creación de la colección

source: Taxonomy
es_ar: Taxonomía

source: Repository Filters
es_ar: Filtros de repositorio

source: Repository Metadata
es_ar: Metadatos del repositorio

source: Repository Collections
es_ar: Colecciones del repositorio

source: Visible only for editors
es_ar: Visible solamente para los editores

source: Visible to everyone
es_ar: Visible para todos

source: Automatic Draft
es_ar: Borrador automático

source: Trash
es_ar: Papelera

source: Private
es_ar: Privado

source: Draft
es_ar: Borrador

source: Publish
es_ar: Publicar

source: Unified
es_ar: Unificado

source: Split
es_ar: Dividir

source: Add items from an external source
es_ar: Agregar ítems de una fuente externa

source: Add one item
es_ar: Añadir un ítem

source: Not approve
es_ar: No aprobar

source: Approve
es_ar: Aprobar

source: Continue
es_ar: Continuar

source: Advanced Search
es_ar: Búsqueda avanzada

source: Search
es_ar: Búsqueda

source: View
es_ar: Vista

source: Back
es_ar: Atrás

source: Next
es_ar: Próximo

source: Save
es_ar: Guardar

source: Remove
es_ar: Remover

source: Cancel
es_ar: Cancelar

source: Export
es_ar: Exportar

source: Import
es_ar: Importar

source: New
es_ar: Nuevo

source: Settings
es_ar: Configuración

source: Edit
es_ar: Editar

source: Mapping
es_ar: Mapeo

source: Terms
es_ar: Términos

source: Term
es_ar: Término

source: Filter
es_ar: Filtro

source: Item
es_ar: Ítem

source: Collection
es_ar: Colección

source: Taxonomies
es_ar: Taxonomías

source: Filters
es_ar: Filtros

source: Metadata
es_ar: Metadatos

source: Items
es_ar: Ítems

source: Collections
es_ar: Colecciones

source: Repository
es_ar: Repositorio
