Repository: Ambrosiani/tainacan
Catalog: src/languages/tainacan-*.po
Languages: es_ar

source: Paste a Tainacan sharing URL for get items
es_ar: Pegar una URL de compartir de Tainacan para obtener elementos

source: Add collection
es_ar: Añadir colección

source: collections
es_ar: colecciones

source: carousel
es_ar: carrusel

source: Tainacan Collections Carousel
es_ar: Carrusel de Colecciones Tainacan

source: Add items
es_ar: Añadir item

source: Update items grid
es_ar: Actualizar el grid de los ítems

source: yes
es_ar: sí

source: Show items title
es_ar: Mostrar titulo de los ítems

source: Tainacan Items Grid
es_ar: Grid de los ítems de Tainacan

source: Allows you to export one collection to a CSV file
es_ar: Le permite exportar una colección a un archivo CSV

source: Your CSV file is ready! Access it in the link below:
es_ar: Su archivo CSV está listo! Acceda a él en el siguiente enlace:

source: Error processing item
es_ar: Error al procesar el ítem

source: (item: %s)
es_ar: (ítem: %s)

source: item metadatum
es_ar: metadato de ítem

source: The id of the item that this log is related to
es_ar: El ID del ítem con el que está relacionado este registro

source: Log item relationship
es_ar: Registro de relaciones del ítem

source: Tainacan API on JSON format.
es_ar: API de Tainacan en formato JSON.

source: The exporter may take a while depending on the size of your collection. Check this option to receive an e-mail when the process is done. You can also check the process status visiting the
es_ar: El exportador puede tardar un tiempo dependiendo del tamaño de su colección. Marque esta opción para recibir un correo electrónico cuando se complete el proceso. También puede consultar el estado del proceso visitando el

source: Other items listing options:
es_ar: Otras opciones de listado de ítems:

source: URL link copied
es_ar: Enlace URL copiado

source: empty
es_ar: vacío

source: Are you sure? This process will be cancelled
es_ar: ¿Estás seguro? Este proceso será cancelado.

source: Running
es_ar: En ejecución

source: Paused
es_ar: En pausa

source: Cancelled
es_ar: Cancelado

source: Failed
es_ar: Ha fallado

source: Finished with errors
es_ar: Terminado con errores.

source: Finished
es_ar: Terminado

source: After
es_ar: Después

source: Before
es_ar: Antes de

source: No activities
es_ar: No hay actividades

source: Showing activities
es_ar: Mostrando actividades

source: Do you really want to delete this attachment?
es_ar: ¿Realmente quieres borrar este archivo adjunto?

source: Select a collection
es_ar: Seleccione una colección

source: Select an exporter from the options below:
es_ar: Seleccione un exportador de las siguientes opciones:

source: Select an importer from the options below:
es_ar: Seleccione un importador de las siguientes opciones:

source: Tainacan API
es_ar: API do Tainacan

source: Sorting and visualization control
es_ar: Control de clasificación y visualización.

source: List pagination
es_ar: Lista de paginación

source: Items List
es_ar: Lista de ítems

source: Sort ascending
es_ar: Orden ascendente

source: Sort descending
es_ar: Orden descendiente

source: No mapping
es_ar: Sin mapeo

source: Output
es_ar: Salida

source: No output info
es_ar: No hay información de salida

source: Open externally
es_ar: Abrir externamente

source: Copy link URL
es_ar: Copiar URL del enlace

source: Items list on website
es_ar: Lista de ítems en el sitio web

source: URLs for Items List
es_ar: URLs para lista de ítems

source: Approbation
es_ar: Aprobación

source: Activity author
es_ar: Autor de la actividad

source: Activity creation date
es_ar: Fecha de creación de actividad

source: Activity description
es_ar: Descripción de la actividad

source: Page
es_ar: Página

source: Send me an e-mail when done.
es_ar: Envíame un correo electrónico cuando haya terminado.

source: Origin collection
es_ar: Colección de origen

source: Available Exporters
es_ar: Exportadores disponibles

source: View Repository
es_ar: Ver repositorio

source: Process waiting
es_ar: Proceso en espera

source: Process paused
es_ar: Proceso pausado

source: Process cancelled by user
es_ar: Proceso cancelado por el usuario

source: Process completed with errors
es_ar: Proceso completado con errores

source: All taxonomies
es_ar: Todas las taxonomias

source: All collections
es_ar: Todas las colecciones

source: Activity date
es_ar: Fecha de actividad

source: Go to Page:
es_ar: Ir a la página:

source: Activities per Page:
es_ar: Actividades por página:

source: Collection Activities
es_ar: Actividades de colección

source: Repository Activities
es_ar: Actividades de repositorio

source: Undo
es_ar: Deshacer

source: Remove filter
es_ar: Quitar filtro

source: Exporters
es_ar: Exportadores

source: Activity
es_ar: Actividad

source: Activities
es_ar: Actividades

source: Comma-separated values
es_ar: Valores Separados por Comas

source: A simple HTML table
es_ar: Una tabla HTML sencilla

source: %1$s exposer does not support current mapper. Supported mappers are: %2$s
es_ar: %1$s exposer no soporta el mapeador actual. Los mapeadores soportados son: %2$s

source: %1$s exposer requires one of the following mappers: %2$s
es_ar: %1$s exposer requiere uno de los siguientes mapeadores: %2$s

source: No mapper
es_ar: No se ha encontrado ningún mapeador

source: An item with this ID does not exist
es_ar: Un ítem con este ID no existe

source: Return only processes created or updated recently
es_ar: Solo devuelve procesos creados o actualizados recientemente

source: Edit this item
es_ar: Editar este ítem

source: No term was found here
es_ar: No se encontró ningún vocablo aquí

source: Finished export.
es_ar: Exportación terminada.

source: Allow items to have more than one value for this metadatum
es_ar: Permitir que los elementos tengan más de un valor para este metadato

source: You can not have two items with the same value for this metadatum
es_ar: No se puede tener dos elementos con el mismo valor para este metadato

source: Metadata value should be unique accross all items in this collection
es_ar: El valor de los metadatos debe ser único en todos los ítems de esta colección.

source: The metadata is required. All items in this collection must fill this field
es_ar: Los metadatos son obligatorios. Todos los ítems en esta colección deben llenar a este campo

source: (on repository level)
es_ar: (a nivel de repositorio)

source: (collection: %s)
es_ar: (colección: %s)

source: "%1$s" %2$s has been %3$s
es_ar: "%1$s" %2$s ha sido %3$s

source: A textarea with multiple lines
es_ar: Un textarea con múltiples líneas.

source: A simple, one line, text input
es_ar: Una entrada de texto simple, de una línea.

source: A metadatum to use a taxonomy in this collection
es_ar: Un metadato para usar una taxonomía en esta colección.

source: A selectbox with a fixed list of value to choose one from
es_ar: Un cuadro de selección con una lista fija de valores para elegir uno de ellos

source: A relationship with another item
es_ar: Una relación con otro ítem

source: A numeric value, integer or float
es_ar: Un valor numérico, entero o flotante

source: Exact date type, with day, month and year.
es_ar: Tipo de fecha exacta, con día, mes y año.

source: The fixed "Title" metadatum automatically created to all collection. This is the default title displayed in items lists and where basic search features will look
es_ar: El "Título principal" es un metadato obligatorio creado automáticamente para todas las colecciones de forma predeterminada. Es el principal metadato del elemento y donde las herramientas básicas de investigación realizarán sus búsquedas.

source: The fixed "Description" metadatum automatically created to all collection. This is the default description displayed in items lists and where basic search features will look
es_ar: La "Descripción principal" es un metadato obligatorio creado automáticamente para todas las colecciones de forma predeterminada. Esta es la descripción principal que se muestra en las listas de elementos y donde las herramientas básicas de investigación realizarán sus búsquedas.

source: Can not select displayed metadata without items on list.
es_ar: No se pueden seleccionar los metadatos mostrados sin ítems en la lista.

source: Current view mode does not allow displayed metadata selection.
es_ar: El modo de vista actual no permite la selección de metadatos mostrados.

source: You are leaving the bulk edition now.
es_ar: Estás saliendo de la edición masiva ahora.

source: No preview was found.
es_ar: No se encontró ninguna vista previa.

source: item being edited
es_ar: ítem que se está editando

source: There is
es_ar: Ahi esta

source: items being edited
es_ar: ítem que se está editando

source: There are
es_ar: Ahi esta

source: All files uploaded.
es_ar: Todos los archivos subidos.

source: No options found.
es_ar: No se encontraron opciones.

source: No options for this filtering.
es_ar: No hay opciones para este filtrado.

source: Bulk add documents from your computer as items.
es_ar: Agrega masivamente documentos de su computadora como elementos.

source: Filters from
es_ar: Filtros de

source: Added items
es_ar: Ítems añadidos

source: Documents upload
es_ar: Carga de documentos

source: Sequence edit items
es_ar: Editar secuencia de Ítems

source: Uploading files and preparing items
es_ar: Subiendo archivos y preparando artículos

source: file remaining.
es_ar: archivo restante.

source: files remaining.
es_ar: archivos restantes.

source: Create Collection
es_ar: Crear colección

source: View on Theme
es_ar: Ver en el tema

source: View all Collections
es_ar: Ver todas las colecciones

source: Save and Go to Filters
es_ar: Guarda y ve a los filtros

source: Save and Go to Metadata
es_ar: Guarda y ve a metadatos

source: Create metadatum
es_ar: Crear metadato

source: Bulk Add Items
es_ar: Crear metadato

source: Bulk add items
es_ar: Agrega masivamente ítems

source: New taxonomy name
es_ar: Nuevo nombre de taxonomía

source: Create a new taxonomy
es_ar: Crear una nueva taxonomía.

source: Select an existing taxonomy or create a new one on the fly.
es_ar: Seleccione una taxonomía existente o cree una nueva sobre la marcha.

source: Inform the taxonomy you want to import the terms to.
es_ar: Informe la taxonomía a la que desea importar los términos.

source: Existing Taxonomy
es_ar: Taxonomia existente

source: Target taxonomy:
es_ar: Taxonomía de destino:

source: Import a vaculary from a CSV file into a taxonomy
es_ar: Importar un vacular de un archivo CSV en una taxonomía

source: Choose the action when a repeated item is found
es_ar: Elija la acción cuando se encuentre un ítem repetido

source: Repeated Item
es_ar: Ítem repetido

source: %s Exporter
es_ar: % s Exportador

source: Exporter
es_ar: Exportador

source: Error starting exporter
es_ar: Error al iniciar el exportador

source: Exporter Session not found
es_ar: Sesión del exportador no encontrada

source: Exporter not found
es_ar: Exportador no encontrado

source: The array describing the collection as expected by the exporter
es_ar: La matriz que describe la colección según lo esperado por el exportador

source: The e-mail to be used by the export to send a message when the process ends
es_ar: El correo electrónico que utilizará la exportación para enviar un mensaje cuando finalice el proceso.

source: The slug of the exporter to be initialized
es_ar: El slug del exportador a inicializar.

source: Item not found.
es_ar: ìtem no encontrado.

source: Group not found
es_ar: Grupo no encontrado

source: Sequence editing: Item
es_ar: Edición de secuencias: Ítem

source: Editing item n.
es_ar: Editando el item n.

source: Selected terms
es_ar: Términos seleccionados

source: All terms
es_ar: Todos los términos

source: Show metadata
es_ar: Mostrar metadatos

source: Hide metadata
es_ar: Ocultar metadatos

source: Edit selected items in sequence
es_ar: Editar elementos seleccionados en secuencia

source: Bulk edit selected items
es_ar: Edición masiva de elementos seleccionados

source: Clear selected radio
es_ar: Borrar seleccionado

source: Previous
es_ar: Anterior

source: Sequence
es_ar: Secuencia

source: items
es_ar: ítems

source: All items in repository
es_ar: Todos los elementos en el repositorio

source: Optionally ype one keyword which it will be used to find images in flickr (e.g. dogs, cat). Default is "kitten".
es_ar: Opcionalmente, escriba una palabra clave que se usará para encontrar imágenes en flickr (por ejemplo; perros, gato). El valor predeterminado es "gatito".

source: Keyword Search
es_ar: Búsqueda por palabra clave

source: Vertical image size in pixels ( 0 for random size )
es_ar: Tamaño de imagen vertical en píxeles (0 para tamaño aleatorio)

source: Vertical image size
es_ar: Tamaño de imagen vertical

source: Horizontal image size in pixels ( 0 for random size )
es_ar: Tamaño de imagen horizontal en píxeles (0 para tamaño aleatorio)

source: Horizontal image size
es_ar: Tamaño de imagen horizontal

source: Add random images from flickr
es_ar: Añade imágenes aleatorias de Flickr

source: The total of items to created in second collection (e.g. 20)
es_ar: El total de elementos a crear en la segunda colección (por ejemplo, 20)

source: Create second collection
es_ar: Crear segunda colección

source: Create second collection with a relationship
es_ar: Crear una segunda colección con una relación.

source: Create additional text metadata with random values in first collection
es_ar: Crea metadatos de texto adicionales con valores aleatorios en la primera colección.

source: Number of extra metadata
es_ar: Número de metadatos adicionales

source: The total of items to created in first collection (e.g. 20)
es_ar: El total de elementos a crear en la primera colección (por ejemplo, 20)

source: Value must be provided
es_ar: El valor debe ser proporcionado

source: powerfull and flexible repository platform for WordPress. Manage and publish you digital collections as easily as publishing a post to your blog, while having all the tools of a professional respository platform.
es_ar: Es una plataforma de repositorios para WordPress, poderosa y flexible. Gestiona y publia tus colecciones digitales de una manera tan fácil como publicar un post en tu blog, con todas las herramientas de una plataforma profesional de repositorios.

source: Collection: %s
es_ar: Colección: %s

source: Select an option
es_ar: Selecciona una opción

source: item
es_ar: Ítem

source: Value
es_ar: Valor

source: Property
es_ar: Propiedad

source: Properties
es_ar: Propiedades

source: Hide empty terms
es_ar: Ocultar términos vacíos

source: Hide empty
es_ar: Ocultar vacíos

source: The image to be used in term header
es_ar: La imagen a ser utilizada en el encabezado de términos

source: The user is empty or invalid
es_ar: El usuario está vacío o es inválido

source: The term creator
es_ar: El creador del término

source: User
es_ar: Usuario

source: The taxonomy is empty
es_ar: La taxonomía está vacía

source: The term taxonomy
es_ar: Término de la taxonomía

source: The term description
es_ar: Descripción del término

source: The parent of the term
es_ar: Término pariente

source: The name is empty
es_ar: El nombre está vacío

source: Name of the term
es_ar: Nombre del término

source: Parent Taxonomy:
es_ar: Taxonomía pariente:

source: No Taxonomies found in trash
es_ar: No se encontró ninguna taxonomía en la papelera

source: No Taxonomies found
es_ar: No se encontró ninguna taxonomía

source: Search Taxonomies
es_ar: Busar taxonomías

source: View Taxonomy
es_ar: Ver taxonomía

source: New Taxonomy
es_ar: Nueva taxonomía

source: Edit Taxonomy
es_ar: Editar taxonomía

source: Add new Taxonomy
es_ar: Agregar nueva taxonomía

source: The IDs of collection where the taxonomy is used
es_ar: Los IDs de de la colección donde la taxonomía está siendo utilizada

source: Invalid insertion, allowed values are ( yes/no )
es_ar: Valor inválido, los valores admitidos son (sí/no)

source: Allow/Deny the creation of new terms in the taxonomy
es_ar: Permitir/Negar la creación de nuevos términos en la taxonomía

source: Allow insert
es_ar: Permitir inserciones

source: The taxonomy slug
es_ar: El slug de la taxonomía

source: The taxonomy description
es_ar: La descripción de la taxonomía

source: The taxonomy name should be a text value and should not be empty.
es_ar: El nombre de la taxonomía debe ser un valor de texto y no debe estar vacío.

source: Name of the taxonomy
es_ar: Nombre de la taxonomía

source: Parent Log:
es_ar: Registro del pariente:

source: No Logs found in trash
es_ar: No se han encontrado registros en la papelera

source: No Logs found
es_ar: No se encontraron registros

source: Search Logs
es_ar: Búsqueda de registros

source: View Log
es_ar: Ver registro

source: New Log
es_ar: Nuevo registro

source: Edit Log
es_ar: Editar registro

source: Add new Log
es_ar: Añadir nuevo registro

source: Log
es_ar: Registro

source: Logs
es_ar: Registros

source: The ID of the collection that this log is related to
es_ar: El ID de la colección a la cual este registro se relaciona

source: Log collection relationship
es_ar: Relación del registro con la colección

source: Differences between old and new versions of object
es_ar: Diferencia entre las viejas y las nuevas versiones del objeto

source: Log differences
es_ar: Diferencias de registro

source: The actual log value
es_ar: El valor actual del registro

source: Actual value
es_ar: Valor actual

source: Unique identifier
es_ar: Identificador único

source: User ID
es_ar: ID del usuario

source: The quantity of items that should be loaded
es_ar: La cantidad de ítems que deben ser cargados

source: Items per page
es_ar: Ítems por página

source: The log slug
es_ar: Slug del registro

source: The log description
es_ar: Descripción del registro

source: Log order
es_ar: Orden del registro

source: Menu order
es_ar: Orden del menú

source: The log date
es_ar: Fecha del registro

source: Log date
es_ar: Fecha del registro

source: The title of the log
es_ar: Título del registro

source: Parent item:
es_ar: Ítem pariente:

source: No items found in trash
es_ar: Ningún ítem en la papelera

source: No items found
es_ar: No se encontraron ítems

source: Search items
es_ar: Buscar ítems

source: View Item
es_ar: Ver ítem

source: New Item
es_ar: Nuevo ítem

source: Invalid document
es_ar: Documento inválido

source: The document itself. An ID in case of attachment, an URL in case of link or a text in the case of text.
es_ar: El documento como tal. Un ID en caso de un adjunto, una URL en caso de un link o un texto en caso de un texto.

source: Invalid document type
es_ar: Tipo de documento inválido

source: The document type, can be a local attachment, an external URL or a text
es_ar: El tipo de documento, puede ser un adjunto local, una URL externa o un texto

source: Document Type
es_ar: Tipo de documento

source: The item term IDs
es_ar: Los IDs del vocablo del ítem

source: Term IDs
es_ar: Términos del ID

source: The item modification date
es_ar: Fecha de modificación del ítem

source: The item creation date
es_ar: Fecha de creación del ítem

source: The item author's user ID (numeric string)
es_ar: ID de usuario del creador del ítem (valor numérico)

source: Author
es_ar: Autor

source: The item description
es_ar: Descripción del ítem

source: The posts status
es_ar: Estado del post

source: The title should be a text value and not empty
es_ar: El título debe ser un valor de texto y no debe estar vacío

source: Title of the item
es_ar: Título del ítem

source: Parent Filter:
es_ar: Filtro por parientes:

source: No Filters found in trash
es_ar: No se encontraron filtros en la papelera

source: No Filters found
es_ar: No se encontraron filtros

source: Search Filters
es_ar: Buscar filtros

source: View Filter
es_ar: Ver filtros

source: New Filter
es_ar: Nuevo filtro

source: Edit Filter
es_ar: Editar filtro

source: Add new Filter
es_ar: Agregar nuevo filtro

source: Filter metadata
es_ar: Filtrar metadatos

source: Filter color
es_ar: Color del filtro

source: The filter type
es_ar: Tipo de filtro

source: The filter type options
es_ar: Opciones del tipo de filtro

source: Filter type options
es_ar: Opciones del tipo de filtro

source: The filter description
es_ar: Descripción del filtro

source: Filter order. This metadata is used if filters were manually ordered.
es_ar: Order del filtro. Estos metadatos se utilizan si los filtros fueron ordenados manualmente.

source: The filter name should be a text value and not empty
es_ar: El nombre del filtro debe ser un valor de texto y no debe estar vacío

source: Name of the filter
es_ar: Nombre del filtro

source: Parent Metadata:
es_ar: Metadatos pariente:

source: No Metadata found in trash
es_ar: No se encontraron metadatos en la papelera

source: No Metadata found
es_ar: No se encontraron metadatos

source: Search Metadata
es_ar: Buscar metadatos

source: View Metadata
es_ar: Ver metadatos

source: New Metadata
es_ar: Nuevos metadatos

source: Edit Metadata
es_ar: Editar metadatos

source: Add new Metadata
es_ar: Añadir nuevos metadatos

source: Display by default on listing or do not display or never display.
es_ar: Mostrar por defecto en el listado o no mostrar o no mostrar nunca.

source: Display
es_ar: Mostrar

source: Invalid Metadata Mapping
es_ar: Mapeo de metadatos inválido

source: The metadata mapping options. Metadata can be configured to match another type of data distribution.
es_ar: Las opciones de mapeo de metadatos. Los metadatos pueden ser configurados para combinar con otro tipo de distribución de datos.

source: Relationship metadata mapping
es_ar: Relación del mapeo de metadatos

source: Allow community to suggest different values for the metadata
es_ar: Permitir a la comunidad sugerir diferentes valores para los metadatos

source: Metadata Value Accepts Suggestions
es_ar: El valor de los metadatos acepta sugerencias

source: The collection ID
es_ar: ID de la colección

source: Specific options for metadata type
es_ar: Opciones específicas para el tipo de metadatos

source: Metadata type options
es_ar: Opciones para el tipo de metadatos

source: The default value for the metadata
es_ar: El valor por defecto para los metadatos

source: The mask to be used in the metadata
es_ar: La máscara a ser utilizada en los metadatos

source: Mask
es_ar: Máscara

source: This number of multiples metadata is not allowed
es_ar: No se permite este número de múltiples metadatos

source: Number of multiples possible metadata
es_ar: Número de múltiples metadatos posibles

source: Cardinality
es_ar: Cardinalidad

source: Invalid multiple metadata
es_ar: Múltiples metadatos inválido

source: Multiple
es_ar: Múltiple

source: The metadata content is invalid
es_ar: El contenido de los metadatos es inválido

source: Metadata type is empty
es_ar: El tipo de metadatos está vacío

source: The metadata type
es_ar: El tipo de metadatos

source: Type
es_ar: Tipo

source: The metadata description
es_ar: Descripción de los metadatos

source: Parent metadata
es_ar: Metadatos parientes

source: Parent
es_ar: Parientes

source: The menu order should be a numeric value
es_ar: El orden del menú debe ser un valor numérico

source: Metadata order. This metadata will be used if collections were manually ordered.
es_ar: Orden de los metadatos. Este metadato será utilizado si las colecciones están ordenadas manualmente

source: A unique and santized string representation of the metadata
es_ar: Una string de representación única y limpia de los metadatos

source: The name should be a text value and not empty
es_ar: El nombre debe ser un valor de texto y no debe estar vacío

source: Name of the metadata
es_ar: Nombre de los metadatos

source: Parent Collection:
es_ar: Colección pariente:

source: No Collections found in trash
es_ar: No se encontraron colecciones en la papelera
